Repository: danielsreichenbach/symfony2-template
Catalog: app/Resources/translations/messages.*.xlf
Languages: de, fr

# app.title
source: Welcome!
de: Willkommen!
fr: Bienvenue

# app.homepage
source: Homepage
de: Startseite
fr: Page d'accueil

# registration.email.subject
source: Welcome %username%!
de: Willkommen %username%!
fr: Bienvenue %username% !

# registration.email.message
source: Your user account "%username%" is now registered and confirmed. We will use your mail address "%email%" only to notify you about changes to your account or important notices about our services. Regards, the Team.
de: Dein Benutzer "%username%" ist nun registriert und bestätigt. Wir werden Deine Email Adresse "%email%" nur verwenden um Dich bei Änderungen am Benutzer zu informieren oder im Fall von dringenden Hinweisen zu unseren Diensten. Mit freundlichen Grüßen, das Team.
fr: Votre compte utilisateur "%username%" est maintenant enregistré et confirmé. Nous utiliserons votre adresse mail "% mail%" seulement pour vous informer des modifications apportées à votre compte ou avis importants au sujet de notre services. Cordialement, L'équipe.

# list.users.subject
source: User report (%date%)
de: Benutzer Übersicht (%date%)
fr: Rapport de l'utilisateur (%date%)

# list.users.headline
source: Registered and confirmed users
de: Registrierte und bestätigte Benutzer
fr: Les utilisateurs enregistrés et confirmés

# list.users.introduction
source: The following users have been registered and confirmed.
de: Die folgenden Benutzer haben sich registriert und ihren Zugang bestätigt
fr: Les utilisateurs suivants ont été enregistrés et confirmés.

# list.user.detail
source: The mail address "%email%" has been confirmed with the following roles enabled on %date%:
de: Die Email Adresse "%email%" wurde mit den folgenden Rollen bestätigt am %date%:
fr: L'adresse e-mail "%email%" a été confirmé avec les rôles suivants activée sur %date%:

# ROLE_SUPER_ADMIN
source: Super-powered administrator
de: Administrator mit Superkräften
fr: Administrator avec des super pouvoirs

# ROLE_ADMIN
source: Administrator
fr: Administrateur

# ROLE_USER
source: Regular user
de: Regulärer Benutzer
fr: Utilisateur régulier

# change_password.email.subject
source: Password updated for %username%
de: Passwort geändert für %username%
fr: Mot de passe mis à jour pour %username%

# change_password.email.message
source: The password for your account "%username%" was recently updated, and your account currently uses the mail address "%email%". If this update was not initiated by you, please contact our team to revert the change. Regards, the Team.
de: Das Passwort für Ihren Benutzer "%username%" wurde kürzlich geändert und Ihr Benutzerzugang verwendet derzeit die Email Adresse "%email%". Sollte diese Änderung nicht von Ihnen ausgegangen sein kontaktieren Sie bitte unser Team um die Änderungen rückgängig zu machen. Mit freundlichen Grüßen, das Team.
fr: Le mot de passe pour votre compte "%username%" a été récemment mis à jour, et votre compte utilise actuellement le mail "%email%". Si cette mise à jour n'a pas été initiée par vous, s'il vous plaît contacter notre équipe pour rétablir le changement. Cordialement, L'équipe.

# resetting.email.subject
source: Password reset for %username%
de: Passwort zurückgesetzt für %username%
fr: Réinitialisation de mot de passe pour %username%

# resetting.email.message
source: The password for your account "%username%" was recently reset, and your account currently uses the mail address "%email%". If this reset was not initiated by you, please contact our team to revert the change. Regards, the Team.
de: Das Passwort für Ihren Benutzer "%username%" wurde kürzlich zurückgesetzt und Ihr Benutzerzugang verwendet derzeit die Email Adresse "%email%". Sollte diese Änderung nicht von Ihnen ausgegangen sein kontaktieren Sie bitte unser Team um die Änderungen rückgängig zu machen. Mit freundlichen Grüßen, das Team.
fr: Le mot de passe pour votre compte "%username%" a été récemment remis à zéro, et que votre compte utilise actuellement le mail "%email%". Si cette restauration n'a pas été initiée par vous, s'il vous plaît contacter notre équipe pour rétablir le changement. Cordialement, L'équipe.
